Revit 2027 API
ParameterTypeId.StairsRunTopElevation Property
 "Relative Top Height": Top height of run
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRunTopElevation { get; }
Public Shared ReadOnly Property StairsRunTopElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRunTopElevation {
	ForgeTypeId^ get ();
}
static member StairsRunTopElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace